Autodesk.Revit.DB.Architecture.IWallPlacementPostProcessingServerProxy.ToggleCmd
click auto finish button
Since:
2025

Autodesk.Revit.DB.Architecture.IWallPlacementPostProcessingServerProxy.IsChecked
check auto finish button state
Since:
2025

Autodesk.Revit.DB.Architecture.IWallPlacementPostProcessingServerProxy.IsEnabled(Autodesk.Revit.DB.WallType,Autodesk.Revit.DB.Architecture.WallPlacementPostProcessingEditorType)
check auto finish button state
Since:
2025